<?php

return [

    'name'              => 'Настроювані поля',
    'description'       => 'Додати необмежену кількість полів до різних сторінок',

    'fields'            => 'Поле|Поля',
    'locations'         => 'Місцезнаходження|Місцезнаходження',
    'sort'              => 'Сортувати',
    'order'             => 'Позиція',
    'depend'            => 'Залежний',
    'show'              => 'Показати',

    'form' => [
        'name'          => 'Ім’я',
        'code'          => 'Код',
        'icon'          => 'FontAwesome Іконка',
        'class'         => 'Клас CSS',
        'required'      => 'Необхідно',
        'rule'          => 'Перевірка',
        'before'        => 'Перед',
        'after'         => 'Після',
        'value'         => 'Значення',
        'shows'         => [
            'always'    => 'Завжди',
            'never'     => 'Ніколи',
            'if_filled' => 'Якщо заповнено'
        ],
        'items'         => 'Елементи',
    ],

    'type' => [
        'select'        => 'Вибрати',
        'radio'         => 'Радіо',
        'checkbox'      => 'Прапорець',
        'text'          => 'Текст',
        'textarea'      => 'Текстове поле',
        'date'          => 'Дата',
        'time'          => 'Час',
        'date&time'     => 'Дата та час',
        'enabled'     => 'Увімкнено',
    ],

    'item' => [
        'action'   => 'Дії товару',
        'name'     => 'Назва товару',
        'quantity' => 'Кількість товару',
        'price'    => 'Ціна товару',
        'taxes'    => 'Податок на товар',
        'total'    => 'Загалом товару',
    ],

    'validation_rules' => [
        'required' => 'Обов\'язково',
        'string' => 'Рядок',
        'integer' => 'Ціле число',
        'date' => 'Дата',
        'email' => 'Електронна пошта',
        'url' => 'URL-адреса',
        'password' => 'Пароль',
    ],

];
