<?php

return [

    'name'              => 'რედაქტირებადი ველები',
    'description'       => 'დაამატეთ შეუზღუდავად ველები სხვადასხვა გვერდზე',

    'fields'            => 'ველი|ველები',
    'locations'         => 'ადგილმდებარეობა|ადგილმდებარეობები',
    'sort'              => 'დახარისხება',
    'order'             => 'პოზიცია',
    'depend'            => 'დამოკიდებული',
    'show'              => 'ჩვენება',

    'form' => [
        'name'          => 'სახელი',
        'code'          => 'კოდი',
        'icon'          => 'FontAwesome ნახატი',
        'class'         => 'CSS კლასი',
        'required'      => 'სავალდებულოა',
        'rule'          => 'დამოწმება',
        'before'        => 'მანამდე',
        'after'         => 'შემდეგ',
        'value'         => 'მნიშვნელობა',
        'shows'         => [
            'always'    => 'ყოველთვის',
            'never'     => 'არასოდეს',
            'if_filled' => 'თუ შევსებულია'
        ]
    ],

    'type' => [
        'select'        => 'არჩევა',
        'radio'         => 'რადიო',
        'checkbox'      => 'ჩეკბოქსი',
        'text'          => 'ტექსტი',
        'textarea'      => 'ტექსტზონა',
        'date'          => 'თარიღი',
        'time'          => 'დრო',
        'date&time'     => 'თარიღი და დრო'
    ],

    'item' => [
        'action'   => 'ნივთზე აქცია',
        'name'     => 'საქონლის დასახელება',
        'quantity' => 'ნივთების რაოდენობა',
        'price'    => 'ნივთის ფასი',
        'taxes'    => 'ნივთზე გადასახადი',
        'total'    => 'ნივთი სულ',
    ],
];
