<?php

return [

    'name'              => 'فیلدهای سفارشی',
    'description'       => 'زمینه های سفارشی نامحدود را به صفحات مختلف اضافه کنید',

    'fields'            => 'زمینه | زمینه ها',
    'locations'         => 'مکان | مکان ها',
    'sort'              => 'مرتب‌سازی',
    'order'             => 'موقعیت',
    'depend'            => 'وابسته',
    'show'              => 'نمایش',

    'form' => [
        'name'          => 'نام',
        'code'          => 'کد',
        'icon'          => 'آیکون FontAwesome',
        'class'         => 'کلاس CSS',
        'required'      => 'مورد نیاز',
        'rule'          => 'اعتبار سنجی',
        'before'        => 'قبل از',
        'after'         => 'بعد از',
        'value'         => 'ارزش',
        'shows'         => [
            'always'    => 'همیشه',
            'never'     => 'هرگز',
            'if_filled' => 'اگر پر شود'
        ]
    ],

    'type' => [
        'select'        => 'انتخاب',
        'radio'         => 'رادیو',
        'checkbox'      => 'کادر انتخاب',
        'text'          => 'متن',
        'textarea'      => 'قسمت متن',
        'date'          => 'تاریخ',
        'time'          => 'زمان',
        'date&time'     => 'تاریخ و زمان'
    ],

    'item' => [
        'action'   => 'اقدام بروی مورد',
        'name'     => 'نام مورد',
        'quantity' => 'تعداد مورد',
        'price'    => 'قیمت مورد',
        'taxes'    => 'مالیات های مورد',
        'total'    => 'مجموع آیتم ها',
    ],
];
