<?php

return [
    'delete'   => 'Ви дійсно бажаєте <b>видалити</b> вибраний запис?|Ви дійсно бажаєте <b>видалити</b> вибрані записи?',
    'export'   => 'Ви дійсно бажаєте <b>експортувати</b> виділений запис?|Ви впевнені, що хочете <b>експортувати</b> виділені записи?',
    'sent'     => 'Ви впевнені, що хочете позначити вибране як <b>надіслано</b>?|Ви впевнені, що хочете позначити вибране як <b>надіслані</b>?',
    'approved' => 'Ви дійсно бажаєте позначити вибране як <b>затверджено</b>? Ви дійсно бажаєте позначити обрані як <b>затверджені</b>?',
    'refused'  => 'Ви дійсно бажаєте позначити вибране як <b>затверджено</b>? Ви дійсно бажаєте позначити обрані як <b>затверджені</b>?',
];
