<?php

return [
    'prefix'     => 'Префікс ',
    'digit'      => 'Кількість цифр',
    'next'       => 'Наступний номер',
    'title'      => 'Назва',
    'subheading' => 'Підзаголовок',
    'notes'      => 'Нотатки',

    'subject'                  => 'Тема',
    'body'                     => 'Текст повідомлення',
    'tags'                     => '<strong>Доступні теги:</strong> :tag_list',
    'estimate_new_customer'    => 'Новий шаблон рахунку (надісланий клієнту)',
    'estimate_remind_customer' => 'Шаблон нагадування рахунку (відправлений клієнту)',
    'estimate_remind_admin'    => 'Шаблон нагадування про рахунок (надісланий адміністратору)',
    'estimate_approved_admin'  => 'Шаблон затвердженого рахунку (надісланий адміністратору)',
    'estimate_refused_admin'   => 'Шаблон про відмову рахунку (надісланий адміністратору)',

    'scheduling' => [
        'send_estimate'      => 'Відправити Розрахунок Нагадування',
        'estimate_days'      => 'Надіслати після відповідних днів',
    ],
];
