<?php

return [
    'delete'   => 'آیا مطمئن هستید که میخواهید<b>حذف</b> رکوردهای انتخاب شده|آیا مطمئن هستید که میخواهید<b>حذف</b> رکوردهای انتخاب شده؟',
    'export'   => 'آیا مطمئن هستید که میخواهید<b>برون ریزی</b> رکوردهای انتخاب شده|آیا مطمئن هستید که میخواهید<b>برون ریزی</b> رکوردهای انتخاب شده؟',
    'sent'     => 'آیا اطمینان دارید از تغییر وضعیت برآورد های علامت گذاری شده به <b>ارسال شده</b>؟|آیا اطمینان دارید از تغییر وضعیت برآورد های علامت گذاری شده یه <b>ارسال شده</b>؟',
    'approved' => 'آیا اطمینان دارید از تغییر وضعیت برآورد های علامت گذاری شده به <b>تایید شده</b>؟|آیا اطمینان دارید از تغییر وضعیت برآورد های علامت گذاری شده یه <b>تایید شده</b>؟',
    'refused'  => 'آیا اطمینان دارید از تغییر وضعیت برآورد های علامت گذاری شده به <b>مردود شده</b>?|آیا اطمینان دارید از تغییر وضعیت برآورد های علامت گذاری شده یه <b>مردود شده</b>?',
];
