<?php

return [
    'name'                      => 'Інвентаризація',
    'description'               => 'Бухгалтерський облік та управління складом під одним дахом',

    'items'                     => 'Товар|Товари',
    'inventories'               => 'Інвентаризація|Інвентаризації',
    'variants'                  => 'Варіант|Варіанти',
    'manufacturers'             => 'Виробник|Виробники',
    'transfer_orders'           => 'Переказ замовлення|Переказ замовлень',
    'adjustments'               => 'Регулювання|Регулювання',
    'warehouses'                => 'Склад|Склади',
    'histories'                 => 'Історія|Історії',
    'item_groups'               => 'Група|Групи',
    'barcode'                   => 'Штрих-код',
    'sku'                       => 'Артикул',
    'quantity'                  => 'К-ть',
    'add_warehouse'             => 'Додати Склад',
    'edit_warehouse'            => 'Редагувати склад',
    'default'                   => 'За замовчуванням',
    'stock'                     => 'Запас',
    'information'               => 'Інформація',
    'default_warehouse'         => 'Склад за замовчуванням',
    'track_inventory'           => 'Відстежувати інвентаризації',
    'negatif_stock'             => 'Від\'ємний запас',
    'expented_income'           => 'Витрачений дохід',
    'sale_item_quantity'        => 'Кількість товару для продажу',
    'sale_item_amount'          => 'Сума товару для продажу',
    'purchase_item_quantity'    => 'Кількість товару для купівлі',
    'purchase_item_amount'      => 'Сума товару для купівлі',
    'income'                    => 'Дохід',
    'invalid_stock'             => 'Запас на складі :stock',
    'low_stock'                 => ':name Низький залишок (:count - :warehouse)',
    'unit'                      => 'Одиниця',
    'returnable'                => 'Товар, що підлягає поверненню',
    'overview'                  => 'Огляд',
    'action'                    => 'Дія',
    'record'                    => 'Запис',
    'required_fields'           => 'Поле :attribute є обов\'язковим.',

    'menu' => [
        'inventory'             => 'Інвентаризація',
        'item_groups'           => 'Групи',
        'variants'               => 'Варіанти',
        'manufacturers'         => 'Виробник',
        'warehouses'            => 'Склад',
        'histories'             => 'Історії',
        'reports'               => 'Звіти',
    ],

    'notifications' => [
        'reorder_level'         => ':count Рівень повторного замовлення товару',
    ],

    'document' => [
        'detail'                => 'Склад :class використовується для правильного ведення бухгалтерського обліку вашого :type і для забезпечення точності ваших звітів.',
    ],

    'empty' => [
        'adjustments'           => "Через певні причини, наприклад пошкодженні товари та вкрадені товари тощо,
                                    реальні запаси вашої компанії та зареєстровані запаси можуть бути нерівними.
                                    Коригування інвентарю дозволяє реєструвати відсутні товари.",
        'warehouses'            => 'Ви можете додати керування кількома складами.
                                    Ви також можете відстежувати контроль запасів усіх ваших товарів на складах.
                                    Огляд та Історія складу дають вам уявлення про роботу складів.',
        'transfer-orders'       => 'Переказ замовлення дозволяє вам відстежувати переміщення товарів з одного складу на інший.',
        'variants'              => 'У розділі "Варіанти", ви можете додати та керувати варіантами, які найкраще описують ваші товари.
                                    Ви можете створити групу товарів, які мають однакові варіанти, такі як колір, розмір тощо.',
        'item-groups'           => 'У розділі "Групи", ви можете керувати вашими товарами, які можна розглядати в одній групі.
                                    Ви можете вибрати варіанти, додати нові товари та керувати їхніми деталями з груп.',
        'title' => [
            'adjustments'       => 'Корегування',
            'warehouses'        => 'Склади',
            'transfer-orders'   => 'Переказ замовлень',
            'variants'          => 'Варіанти',
            'item-groups'       => 'Групи товарів',
        ]
    ],

    'reports' => [
        'name' => [
            'stock_status'      => 'Стан запасу',
            'sale_summary'      => 'Підсумок продажу',
            'purchase_summary'  => 'Підсумок покупок',
            'item_summary'      => 'Підсумок про товар',
            'profit_loss'       => 'Прибуток та збиток (Інвентаризація)',
            'income_summary'    => 'Сума доходу (Інвентаризація)',
            'expense_summary'   => 'Сума витрат (Інвентаризація)',
            'income_expense'    => 'Дохід та Витрати (Інвентаризація)',
        ],

        'description' => [
            'stock_status'      => 'Відстеження товарів на складі',
            'sale_summary'      => 'Відстеження товарів на складі',
            'purchase_summary'  => 'Відстеження покупок на складі',
            'item_summary'      => 'Список інформації про товар',
            'profit_loss'       => 'Квартальний прибуток та збиток за інвентаризацією.',
            'income_summary'    => 'Сума щомісячного доходу за інвентаризацією.',
            'expense_summary'   => 'Сума щомісячних витрат за інвентаризацією.',
            'income_expense'    => 'Місячний дохід проти витрат за інвентаризацією.',
        ],
    ],
];
