<?php

return [
    'track_inventory'               => 'Номер Інвентаризації',
    'opening_stock'                 => 'Відкрити Запас',
    'opening_stock_value'           => 'Вартість Відкритого Запасу',
    'reorder_level'                 => 'Впорядкувати Рівень',
    'reorder_level_notification'    => 'Змінити порядок сповіщень про рівень',
    'total_stock'                   => 'Загальний запас',
    'add_variants'                  => 'Додати варіанти',
    'price'                         => 'Ціна',
    'low_stock'                     => 'Низький запас',
    'created_item'                  => 'Товар створено',
    'returnable'                    => 'Повернення',
    'general_information'           => 'Загальна інформація',
    'can_not_be_negative'           => 'Не може бути від\'ємним',

    'unit' => [
        '0' => 'Коробка',
        '1' => 'Дюжина',
        '2' => 'Грами',
        '3' => 'Кілограми',
        '4' => 'Метри',
        '5' => 'Одиниці',
        '6' => 'Пари',
        '7' => 'Шматочки',
        '8' => 'Планшети',
        '9' => 'Літри'
    ],
];
